[
    {
        "name": "Laxmi Kant Tiwari",
        "url": "https://www.linkedin.com/in/laxmimerit",
        "headline": "Gen AI in Finance & Investment Services | Data Scientist | IIT Kharagpur | Asset Management | AI-Driven Financial Modeling | Search Ranking | NLP Python BERT AWS Elasticsearch GNN SQL LLM | AI in Investment Strategies",
        "about": "Demonstrated 8+ years of expertise in Advanced Analytics and Machine Learning, currently leading strategic AI initiatives at Linedata. I specialize in designing scalable GenAI and LLM-driven applications for financial workflows, transforming legacy processes into intelligent systems.🔹 Key Projects in Finance AI at Linedata▪ Trade Reconciliation Break Analysis for Cash and Position BreaksDeveloped an AI-powered reconciliation system that automates the detection and analysis of cash and position breaks, enhancing operational efficiency and ensuring compliance.▪ Security and Account AliasingBuilt a robust aliasing framework using custom algorithms to map securities and accounts across multiple systems, reducing operational risk and improving data integrity.▪ Finance Memo Builder for Financial DocumentsDesigned a scalable system using LLMs to auto-generate detailed financial memos, drastically improving reporting accuracy and speed.▪ Research Assistants for Security DocumentsImplemented LLM-based assistants that extract and summarize key insights from dense security documents, accelerating research and analysis.▪ Covenants Analysis for Credit AgreementsDelivered a custom NLP solution that interprets covenants from credit agreements, providing transparent risk insights to legal and finance teams.🔹 LLM + GenAI Projects (Open Source)▪ Agentic RAG Systems with LangGraphBuilt dynamic agent-based chat flows using graph execution models for adaptive RAG systems in enterprise-scale settings.▪ Resume Parsing and DeploymentDeveloped a production-grade resume parser powered by LLMs, including entity extraction and live deployment through a web interface.▪ Chatbot with Vector DB + MemoryCreated LLM-driven chatbots that maintain contextual memory, retrieve information from vector stores, and respond with high accuracy.▪ Text-to-SQL ChatbotBuilt an LLM system to convert natural language queries into SQL, enabling business users to interact with databases conversationally.▪ LinkedIn Profile AnalyzerScraped and processed LinkedIn profiles using LLMs to extract professional summaries, skills, and experience insights.▪ Financial Document Analyst using DeepSeekImplemented local RAG solutions for parsing quarterly earnings, balance sheets, and analyst commentaries using DeepSeek R1.▪ PDF Chatbot with HistoryBuilt multi-turn chatbots that answer user questions based on local documents and preserve interaction context.Demonstrated 8+ years of expertise in Advanced Analytics and Machine Learning, currently leading strategic AI initiatives at Linedata. I specialize in designing scalable GenAI and LLM-driven applications for financial workflows, transforming legacy processes into intelligent systems.\n\n🔹 Key Projects in Finance AI at Linedata\n▪ Trade Reconciliation Break Analysis for Cash and Position Breaks\nDeveloped an AI-powered reconciliation system that automates the detection and analysis of cash and position breaks, enhancing operational efficiency and ensuring compliance.\n\n▪ Security and Account Aliasing\nBuilt a robust aliasing framework using custom algorithms to map securities and accounts across multiple systems, reducing operational risk and improving data integrity.\n\n▪ Finance Memo Builder for Financial Documents\nDesigned a scalable system using LLMs to auto-generate detailed financial memos, drastically improving reporting accuracy and speed.\n\n▪ Research Assistants for Security Documents\nImplemented LLM-based assistants that extract and summarize key insights from dense security documents, accelerating research and analysis.\n\n▪ Covenants Analysis for Credit Agreements\nDelivered a custom NLP solution that interprets covenants from credit agreements, providing transparent risk insights to legal and finance teams.\n\n🔹 LLM + GenAI Projects (Open Source)\n▪ Agentic RAG Systems with LangGraph\nBuilt dynamic agent-based chat flows using graph execution models for adaptive RAG systems in enterprise-scale settings.\n\n▪ Resume Parsing and Deployment\nDeveloped a production-grade resume parser powered by LLMs, including entity extraction and live deployment through a web interface.\n\n▪ Chatbot with Vector DB + Memory\nCreated LLM-driven chatbots that maintain contextual memory, retrieve information from vector stores, and respond with high accuracy.\n\n▪ Text-to-SQL Chatbot\nBuilt an LLM system to convert natural language queries into SQL, enabling business users to interact with databases conversationally.\n\n▪ LinkedIn Profile Analyzer\nScraped and processed LinkedIn profiles using LLMs to extract professional summaries, skills, and experience insights.\n\n▪ Financial Document Analyst using DeepSeek\nImplemented local RAG solutions for parsing quarterly earnings, balance sheets, and analyst commentaries using DeepSeek R1.\n\n▪ PDF Chatbot with History\nBuilt multi-turn chatbots that answer user questions based on local documents and preserve interaction context."
    },
    {
        "name": "Satya Nadella",
        "url": "https://www.linkedin.com/in/satyanadella",
        "headline": "Chairman and CEO at Microsoft",
        "about": "As chairman and CEO of Microsoft, I define my mission and that of my company as empowering every person and every organization on the planet to achieve more.As chairman and CEO of Microsoft, I define my mission and that of my company as empowering every person and every organization on the planet to achieve more."
    },
    {
        "name": "Jeff Weiner",
        "url": "https://www.linkedin.com/in/jeffweiner08",
        "headline": "Executive Chairman at LinkedIn / Founding Partner Next Play Ventures",
        "about": "Jeff Weiner is the executive chairman of LinkedIn, where he continues to help LinkedIn realize its vision of creating economic opportunity for every member of the global workforce through mentorship, coaching and advising current leadership. Prior to becoming executive chairman in June 2020, Jeff was the CEO of LinkedIn. During his 11-year tenure, LinkedIn grew its membership base from 33M to more than 690M, increased its revenue from $78M to over $7.9B and expanded the team from 338 employees to over 16,000.In addition to his ongoing work at LinkedIn, Jeff is the founding partner of Next Play Ventures, where he’s focused on investing in and coaching early stage start-ups and growth stage companies. He is also a founding LP and serves on the Investment Committee of Concrete Rose Capital, an early stage venture fund focused on investing in diverse founders, start-ups serving underserved communities and/or building diverse teams. Jeff is also the co-founder of The Compassion Project, whose mission is to ensure compassion is taught in every elementary school in the U.S.He presently resides on the board of directors of Donorschoose.org. Prior to LinkedIn, Jeff was an Executive in Residence at Accel Partners and Greylock Partners, primarily focused on advising the leadership teams of the firm's existing consumer technology portfolio companies while also working closely with the firm’s partners to evaluate new investment opportunities.Previously, he served in key leadership roles at Yahoo! for over seven years, including Executive Vice President of Yahoo!'s Network Division managing Yahoo's consumer web product portfolio, including Yahoo's Front Page, Mail, Search, and Media products.Jeff Weiner is the executive chairman of LinkedIn, where he continues to help LinkedIn realize its vision of creating economic opportunity for every member of the global workforce through mentorship, coaching and advising current leadership. \n\nPrior to becoming executive chairman in June 2020, Jeff was the CEO of LinkedIn. During his 11-year tenure, LinkedIn grew its membership base from 33M to more than 690M, increased its revenue from $78M to over $7.9B and expanded the team from 338 employees to over 16,000.\n\nIn addition to his ongoing work at LinkedIn, Jeff is the founding partner of Next Play Ventures, where he’s focused on investing in and coaching early stage start-ups and growth stage companies. \n\nHe is also a founding LP and serves on the Investment Committee of Concrete Rose Capital, an early stage venture fund focused on investing in diverse founders, start-ups serving underserved communities and/or building diverse teams. \n\nJeff is also the co-founder of The Compassion Project, whose mission is to ensure compassion is taught in every elementary school in the U.S.\n\nHe presently resides on the board of directors of Donorschoose.org. \n\nPrior to LinkedIn, Jeff was an Executive in Residence at Accel Partners and Greylock Partners, primarily focused on advising the leadership teams of the firm's existing consumer technology portfolio companies while also working closely with the firm’s partners to evaluate new investment opportunities.\n\nPreviously, he served in key leadership roles at Yahoo! for over seven years, including Executive Vice President of Yahoo!'s Network Division managing Yahoo's consumer web product portfolio, including Yahoo's Front Page, Mail, Search, and Media products."
    },
    {
        "name": "Bill Gates",
        "url": "https://www.linkedin.com/in/williamhgates",
        "headline": "Chair, Gates Foundation and Founder, Breakthrough Energy",
        "about": "Chair of the Gates Foundation. Founder of Breakthrough Energy. Co-founder of Microsoft. Voracious reader. Avid traveler. Active blogger.Chair of the Gates Foundation. Founder of Breakthrough Energy. Co-founder of Microsoft. Voracious reader. Avid traveler. Active blogger."
    },
    {
        "name": "Reid Hoffman",
        "url": "https://www.linkedin.com/in/reidhoffman",
        "headline": "Co-Founder, LinkedIn, Manas AI & Inflection AI. Founding Team, PayPal.  Author of Superagency.  Podcaster of Possible and Masters of Scale.",
        "about": "My current priority is investing in and building with AI to benefit humanity.  Recently, I've co-founded Inflection.AI and ManasAI.co. I am active in all facets of the consumer internet and software industries. My focus spans product development, innovation, business strategy, and finance. My expertise also extends to general management, operations, business development, talent management, and marketing. I have founding and investing experience with seed-stage to massive scale companies such as LinkedIn, OpenAI, PayPal, Airbnb, Facebook/Meta, Mozilla, and Zynga, as well as world-scale companies like Microsoft.My specialties include general management, product development, strategy, negotiation, financing, deal structuring, international business, marketing, brand development and management, business development, public relations, press strategy, payments infrastructure, financial services, mergers and acquisitions, startups, software development, operations centers, board management, and investing.My current priority is investing in and building with AI to benefit humanity.  Recently, I've co-founded Inflection.AI and ManasAI.co.  \n\nI am active in all facets of the consumer internet and software industries. My focus spans product development, innovation, business strategy, and finance. My expertise also extends to general management, operations, business development, talent management, and marketing. I have founding and investing experience with seed-stage to massive scale companies such as LinkedIn, OpenAI, PayPal, Airbnb, Facebook/Meta, Mozilla, and Zynga, as well as world-scale companies like Microsoft.\n\nMy specialties include general management, product development, strategy, negotiation, financing, deal structuring, international business, marketing, brand development and management, business development, public relations, press strategy, payments infrastructure, financial services, mergers and acquisitions, startups, software development, operations centers, board management, and investing."
    },
    {
        "name": "Shreyas Kumar",
        "url": "https://www.linkedin.com/in/shreyas",
        "headline": "Professor, Advisory CISO, Cyber Warrior, Lifelong learner",
        "about": "Security professional with diverse experience with product development, security, IT, privacy and compliance. 18+ years of Software design, development and Security experience with current focus on Payment Security and Infrastructure Security.Security:------------Worked at CISO and Interim CIO at Deserve scaling the team from 1 to 9 in my first year and ramped up the security program from ground up.Managed Uber's Payment Security globally and its PCI DSS in the past. Started Vendor Security Program ground up and managed it for two years.. I work on the following aspects of Uber Infrastructure and Payments Security:Security of Uber Payments BV, the payments entity in Europe to meet PSD2 requirements.Security of Payments InfrastructureSecurity of Acquired companies infrastructureM&A due diligence for payments related assetsIn the past:Operational security and compliance of Adobe Doc Cloud set of products and services.Designed and developed various modules of Oracle Identity Management product.CISSP (Certified Information Systems Security Professional).PhD coursework with focus on payments security.Talked at many security conferences in Asia and North America.Audit and Compliance:-------------------------------First and only PCI-ISA of Uber, responsible for 3 cycles of successful PCI DSS Certifications.In the past:Led PCI DSS Attestation of Compliance for eSign at AdobeLed SOC2 certification project at AdobeLed ISO 27001:2013 implementation and certification of eSign at AdobeCISA (Certified Information Systems Auditor) scored in top 5% in the worldExperience with US EU Safe Harbor and HIPAA Software Design and development:-----------------------------------------------Languages: Java, Perl, C++Products I developed:Oracle Beehive, Oracle Access Manager, Oracle BAM at OracleInsurance and Workflow systems for Singapore govt while working for HCL PerotSun Certified Java ProgrammerIBM Certified Professional for OOAD with UMLIBM Certified Specialist for VisualAge for JavaOracle Certification- Introduction to Oracle: SQL and PL/SQLSecurity professional with diverse experience with product development, security, IT, privacy and compliance.   \n\n18+ years of Software design, development and Security experience with current focus on Payment Security and Infrastructure Security.\n\nSecurity:\n------------\nWorked at CISO and Interim CIO at Deserve scaling the team from 1 to 9 in my first year and ramped up the security program from ground up.\n\nManaged Uber's Payment Security globally and its PCI DSS in the past. Started Vendor Security Program ground up and managed it for two years.. \nI work on the following aspects of Uber Infrastructure and Payments Security:\nSecurity of Uber Payments BV, the payments entity in Europe to meet PSD2 requirements.\nSecurity of Payments Infrastructure\nSecurity of Acquired companies infrastructure\nM&A due diligence for payments related assets\n\nIn the past:\nOperational security and compliance of Adobe Doc Cloud set of products and services.\nDesigned and developed various modules of Oracle Identity Management product.\nCISSP (Certified Information Systems Security Professional).\nPhD coursework with focus on payments security.\nTalked at many security conferences in Asia and North America.\n\nAudit and Compliance:\n-------------------------------\nFirst and only PCI-ISA of Uber, responsible for 3 cycles of successful PCI DSS Certifications.\n\nIn the past:\nLed PCI DSS Attestation of Compliance for eSign at Adobe\nLed SOC2 certification project at Adobe\nLed ISO 27001:2013 implementation and certification of eSign at Adobe\nCISA (Certified Information Systems Auditor) scored in top 5% in the world\nExperience with US EU Safe Harbor and HIPAA \n\nSoftware Design and development:\n-----------------------------------------------\nLanguages: Java, Perl, C++\n\nProducts I developed:\nOracle Beehive, Oracle Access Manager, Oracle BAM at Oracle\nInsurance and Workflow systems for Singapore govt while working for HCL Perot\n\nSun Certified Java Programmer\nIBM Certified Professional for OOAD with UML\nIBM Certified Specialist for VisualAge for Java\nOracle Certification- Introduction to Oracle: SQL and PL/SQL"
    },
    {
        "name": "Naval Mehrotra",
        "url": "https://www.linkedin.com/in/naval",
        "headline": "Executive Director - MSCI",
        "about": " this profile\n"
    },
    {
        "name": "Paul Greasby LL.M.",
        "url": "https://www.linkedin.com/in/paulg",
        "headline": "I’m a visual storyteller creating emotionally resonant stories that are transformational and impactful. Through film, photography, and words, I help individuals and organisations connect deeply with others",
        "about": ""
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/elonmusk",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/markzuckerberg",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/sherylsandberg",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/sundarpicha",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "Tim Cook",
        "url": "https://www.linkedin.com/in/timcook",
        "headline": "Founder GEEK performance food",
        "about": "Passionate about wellness and wellbeing.Rigorous background in commercial events and strategy consulting delivered across Europe, USA, and Australia.Creator of the world's best plant based superfood smoothies.Passionate about wellness and wellbeing.\n\nRigorous background in commercial events and strategy consulting delivered across Europe, USA, and Australia.\n\nCreator of the world's best plant based superfood smoothies."
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/aaronlevie",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "Dharmesh Shah",
        "url": "https://www.linkedin.com/in/dharmesh",
        "headline": "Founder and CTO at HubSpot. Helping millions grow better.",
        "about": "Career startup guy.Author of the book &quot;Inbound Marketing&quot; (http://InboundBook.com)Specialties: Entrepreneurship, Software Development, internet marketing,SEOCareer startup guy.\n\nAuthor of the book &quot;Inbound Marketing&quot; (http://InboundBook.com)\n\nSpecialties: Entrepreneurship, Software Development, internet marketing,SEO"
    },
    {
        "name": "Brian Chesky",
        "url": "https://www.linkedin.com/in/brianchesky",
        "headline": "Co-founder, CEO @ Airbnb",
        "about": "I am one of the founders and CEO of Airbnb.I am one of the founders and CEO of Airbnb."
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/nathanblecharczyk",
        "headline": "0 notifications total",
        "about": ""
    },
    {
        "name": "Sid Kumar",
        "url": "https://www.linkedin.com/in/sidkumar",
        "headline": "Transforming Technology Leader | Board Member | Driving Outcomes",
        "about": "As a seasoned technology leader with over 25 years of experience, I excel in driving innovation across technology, financial, and commercial sectors. My expertise lies at the intersection of technical and commercial acumen, coupled with strategic leadership. I consistently deliver solutions that align with business needs. Currently, I am the Head of Product at The Network for Learning Ltd (N4L), leading a team of Product Managers and reporting to the Chief Digital Officer. I spearhead the vision and roadmap for the future of connectivity, cyber-safety, and cybersecurity for all New Zealand schools. I am overseeing the largest Managed Network upgrade in the country, a multi-million dollar initiative setting new standards in digital infrastructure. Previously, I served as Head of IT Infrastructure at Spark, where I led a team of over 250 professionals in transforming one of New Zealand's largest IT infrastructures. I managed a $25m+ budget and successfully implemented strategies that continue to shape the future of digital workspaces and cloud services. Beyond my professional career, I am passionate about giving back to the community. I serve on the boards of RAD (Recycle A Device) and TUANZ (Tech Users Association NZ), contributing to initiatives that empower youth and tech users nationwide. Explore my insights on technology and leadership at https://sidkumar.net, where I regularly share thoughts an opinions on technology and leadership.As a seasoned technology leader with over 25 years of experience, I excel in driving innovation across technology, financial, and commercial sectors. My expertise lies at the intersection of technical and commercial acumen, coupled with strategic leadership. I consistently deliver solutions that align with business needs.\n \nCurrently, I am the Head of Product at The Network for Learning Ltd (N4L), leading a team of Product Managers and reporting to the Chief Digital Officer. I spearhead the vision and roadmap for the future of connectivity, cyber-safety, and cybersecurity for all New Zealand schools. I am overseeing the largest Managed Network upgrade in the country, a multi-million dollar initiative setting new standards in digital infrastructure.\n \nPreviously, I served as Head of IT Infrastructure at Spark, where I led a team of over 250 professionals in transforming one of New Zealand's largest IT infrastructures. I managed a $25m+ budget and successfully implemented strategies that continue to shape the future of digital workspaces and cloud services.\n \nBeyond my professional career, I am passionate about giving back to the community. I serve on the boards of RAD (Recycle A Device) and TUANZ (Tech Users Association NZ), contributing to initiatives that empower youth and tech users nationwide.\n \nExplore my insights on technology and leadership at https://sidkumar.net, where I regularly share thoughts an opinions on technology and leadership."
    },
    {
        "name": "Adam G.",
        "url": "https://www.linkedin.com/in/adamgrant",
        "headline": "Automation Engineer | Machine Learning, AI",
        "about": "Experienced software engineer with extensive automation expertise and a passion for building scalable, high-quality solutions. With over 15 years in the industry, I've contributed to diverse technologies from high-performance storage systems at Dell to virtual learning platforms at Engageli.My technical toolkit includes Typescript, Node.js, React, Redis, Puppeteer, Cypress, Golang, Protobuf, Redux, Python, Django, and many other technologies that I've leveraged to enhance functional reliability, automate testing processes, and improve deployment workflows.I thrive in collaborative environments using agile methodologies and enjoy tackling complex engineering challenges that deliver meaningful impact. My experience spans startups to established tech companies, always focusing on creating flexible solutions that adapt to changing requirements.Beyond engineering, I'm an accomplished drummer and performer with several drumline and brass band groups including Niner Noise Drumline, Golden State Warriors Aftershock Drumline, and the Bay Blue Notes Brass Band. I find that both drumming and software engineering require similar skills in creative problem-solving, precision, and continuous learning.Currently open to new opportunities where I can apply my automation expertise and software engineering skills to innovative projects. Let's connect!Experienced software engineer with extensive automation expertise and a passion for building scalable, high-quality solutions. With over 15 years in the industry, I've contributed to diverse technologies from high-performance storage systems at Dell to virtual learning platforms at Engageli.\n\nMy technical toolkit includes Typescript, Node.js, React, Redis, Puppeteer, Cypress, Golang, Protobuf, Redux, Python, Django, and many other technologies that I've leveraged to enhance functional reliability, automate testing processes, and improve deployment workflows.\n\nI thrive in collaborative environments using agile methodologies and enjoy tackling complex engineering challenges that deliver meaningful impact. My experience spans startups to established tech companies, always focusing on creating flexible solutions that adapt to changing requirements.\n\nBeyond engineering, I'm an accomplished drummer and performer with several drumline and brass band groups including Niner Noise Drumline, Golden State Warriors Aftershock Drumline, and the Bay Blue Notes Brass Band. I find that both drumming and software engineering require similar skills in creative problem-solving, precision, and continuous learning.\n\nCurrently open to new opportunities where I can apply my automation expertise and software engineering skills to innovative projects. Let's connect!"
    },
    {
        "name": "",
        "url": "https://www.linkedin.com/in/simonssinek",
        "headline": "0 notifications total",
        "about": ""
    }
]